<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=x-user-defined">
<TITLE>Huong dan Font Thu phap</TITLE>
</HEAD>

<BODY>
<p style="font-family:Arial; font-size:12pt; color:#009900; font-weight:bold";><u>Phông ch&#7919; Th&#432; Pháp m&#7899;i</u>
<p style="font-family:Arial; font-size:9pt; color:#000000" align="justify">
<img src="Livetfap.gif" border="0" width="382" height="384" align="left">
Nhìn qua hình bên, quý v&#7883; và các b&#7841;n c&#361;ng
nh&#7853;n th&#7845;y phông ch&#7919; Th&#432; pháp này có nhi&#7873;u bi&#7871;n t&#7845;u &#273;&#7853;m l&#7907;t và nh&#7845;n nét
nh&#432; vi&#7871;t b&#7857;ng c&#7885; v&#7853;y, &#273;ây là công trình mà
chúng tôi r&#7845;t tâm &#273;&#7855;c và &#432;ng ý. Phông
ch&#7919; này có &#273;&#7897; phân gi&#7843;i r&#7845;t cao nên kích th&#432;&#7899;c lên &#273;&#7871;n
g&#7847;n 100
KB, chúng tôi &#273;ã b&#7887; ra r&#7845;t nhi&#7873;u gi&#7901; &#273;&#7875; thi&#7871;t k&#7871; và h&#7887;i ý
ki&#7871;n nh&#7919;ng nhà th&#432; pháp, &#273;&#7875; tìm ra s&#7921; hài hòa gi&#7919;a nét bay b&#432;&#7899;m
c&#7911;a bút lông và s&#7921; khô c&#7913;ng c&#7911;a máy tính, k&#7871;t h&#7907;p
thành phông ch&#7919; th&#432; pháp này, m&#7897;t s&#7889; ký t&#7921; có 2 cách vi&#7871;t, thí
d&#7909; nh&#432; ch&#7919; <b> h</b> n&#7857;m &#7903; gi&#7919;a t&#7915; khác v&#7899;i ch&#7919; h n&#7857;m &#7903; cu&#7889;i t&#7915;,
ch&#7919; <b> n</b> c&#361;ng th&#7871;, tùy theo b&#7841;n l&#7921;a ch&#7885;n cách vi&#7871;t cho phù h&#7907;p, các
ký t&#7921; thêm th&#7855;t này &#273;&#432;&#7907;c b&#7889; trí trên <b><font color="#000080"> phím
d&#7845;u ngã và d&#7845;u huy&#7873;n</font></b> n&#7857;m d&#432;&#7899;i <b><font color="#000080">phím
Esc</font></b>, sau
khi b&#7841;n gõ ti&#7871;ng Vi&#7879;t bình th&#432;&#7901;ng xong, n&#7871;u mu&#7889;n,
b&#7841;n s&#7869; ch&#7885;n và thay &#273;&#7893;i
ký t&#7921; &#7845;y l&#7841;i theo ý mình, còn ng&#7847;m &#273;&#7883;nh là ch&#7919; n
cu&#7889;i t&#7915; và ch&#7919; h gi&#7919;a t&#7915;, vì hai hình th&#7913;c này th&#432;&#7901;ng g&#7863;p
nh&#7845;t. Xin l&#432;u ý là d&#7845;u ngã
(t&#7913;c là nh&#7845;n thêm phím Shift) chính là <b><font color="#800000"> ch&#7919; n ki&#7875;u n&#7857;m gi&#7919;a</font></b> và
d&#7845;u huy&#7873;n chính là <font color="#800000"><b> ch&#7919; h ki&#7875;u n&#7857;m cu&#7889;i t&#7915;</b></font>.
&#272;ây là m&#7897;t phông ch&#7919; True Type nên cách add fonts vào Windows c&#361;ng t&#432;&#417;ng
t&#7921; nh&#432; các phông ch&#7919; khác. Ngoài ra, n&#7871;u quý v&#7883; &#273;ang s&#7917; d&#7909;ng
h&#7879; &#273;i&#7873;u hành Windows Server 2003 thì m&#7897;t s&#7889; phông ch&#7919; trên site này
có th&#7875; không install vào máy &#273;&#432;&#7907;c, chúng tôi &#273;ang tìm ph&#7847;n m&#7873;m
&#273;&#7875; nâng c&#7845;p. Phông ch&#7919; &#273;&#432;&#7907;c &#273;&#7863;t tên là
<b>VNI-HLthuphap</b> &#273;&#7875; quý v&#7883; luôn nh&#7899; &#273;&#7871;n
HungLan Artdesign và t&#7845;t nhiên, c&#361;ng
&#273;&#432;&#7907;c download mi&#7877;n phí.<br><br>
<b>HungLan Artdesign</b><br>
<a href="http://www.comicvn.com">http://www.comicvn.com</a><br>
</BODY>
</HTML>
